Repository: raniop/ChildTime
Catalog: Shared/Localization/Localizable.xcstrings
Source language: he
Languages: ar, en, ru

source: 🔔 צפצוף
ar: 🔔 رنين
en: 🔔 Beep
ru: 🔔 Позвонить

source: 🔔 צפצוף לטלפון של %@
ar: 🔔 رنين لهاتف %@
en: 🔔 Beep %@'s phone
ru: 🔔 Позвонить на телефон %@

source: 🔥 %lld בְּרֶצֶף
ar: 🔥 %lld متتالية
en: 🔥 %lld in a row
ru: 🔥 %lld подряд

source: 🔥 %lld בָּרֶצֶף!
ar: 🔥 %lld متتالية!
en: 🔥 %lld in a row!
ru: 🔥 %lld подряд!

source: 🔥 %lld יְמֵי רֶצֶף
ar: 🔥 %lld يوم متتالٍ
en: 🔥 %lld-day streak
ru: 🔥 %lld дня подряд

source: 🔥 %lld ימי רצף
ar: 🔥 %lld يوم متتالٍ
en: 🔥 %lld-day streak
ru: 🔥 %lld дня подряд

source: 🔥 אֵשׁ!
ar: 🔥 نار!
en: 🔥 On fire!
ru: 🔥 Огонь!

source: 🔥 אש!
ar: 🔥 نار!
en: 🔥 On fire!
ru: 🔥 Огонь!

source: 🔥 הִשְׁלַמְתְּ אֶת הָאֶתְגָּר הַיּוֹמִי! +%lld 💎
ar: 🔥 أكملتِ التحدي اليومي! +%lld 💎
en: 🔥 You finished the daily challenge! +%lld 💎
ru: 🔥 Ты выполнила ежедневное задание! +%lld 💎

source: 🔥 הִשְׁלַמְתָּ אֶת הָאֶתְגָּר הַיּוֹמִי! +%lld 💎
ar: 🔥 أكملتَ التحدي اليومي! +%lld 💎
en: 🔥 You finished the daily challenge! +%lld 💎
ru: 🔥 Ты выполнил ежедневное задание! +%lld 💎

source: 🔥 קוֹמְבּוֹ ×%lld
ar: 🔥 كومبو ×%lld
en: 🔥 Combo ×%lld
ru: 🔥 Комбо ×%lld

source: 🔭 %@ מגלה עניין ב%@. עודדו %@ לבחור עוד שאלות בנושא.
ar: 🔭 %@ يكتشف اهتمامًا بـ%@. شجّعوا %@ على اختيار مزيد من الأسئلة في هذا المجال.
en: 🔭 %@ is discovering an interest in %@. Encourage %@ to pick more questions on it.
ru: 🔭 %@ проявляет интерес к теме %@. Предложите %@ выбрать ещё вопросы по ней.

source: 🔺 מְשֻׁלָּשׁ שֶׁבָּסִיסוֹ %lld ס"מ וְהַגֹּבַהּ אֵלָיו %lld ס"מ. מָה הַשֶּׁטַח שֶׁלּוֹ?
ar: 🔺 مثلث طول قاعدته %lld سم والارتفاع إليها %lld سم. ما مساحته؟
en: 🔺 A triangle has a base of %lld cm and a height of %lld cm. What is its area?
ru: 🔺 У треугольника основание %lld см, а высота к нему %lld см. Чему равна его площадь?

source: 🖼 לִבְחֹר תְּמוּנָה
ar: 🖼 اختيار صورة
en: 🖼 Choose a photo
ru: 🖼 Выбрать фото

source: 🙂 בְּחַר פַּרְצוּף
ar: 🙂 اختر وجهًا
en: 🙂 Pick a face
ru: 🙂 Выбери лицо

source: 🙂 בחר פרצוף
ar: 🙂 اختر وجهًا
en: 🙂 Pick a face
ru: 🙂 Выбери лицо

source: 🙋 %@ %@ ללמוד %@ השבוע — סקרנות זה הדלק הכי טוב ללמידה!
ar: 🙋 %@ %@ أن يتعلّم %@ هذا الأسبوع — الفضول أفضل وقود للتعلّم!
en: 🙋 %@ %@ to learn %@ this week — curiosity is the best fuel for learning!
ru: 🙋 %@ %@ учить %@ на этой неделе — любопытство лучшее топливо для учёбы!

source: 🚀 אַמְשִׁיךְ לְבַד
ar: 🚀 سأواصل بنفسي
en: 🚀 I'll keep going on my own
ru: 🚀 Продолжу сам

source: 🚀 עוד קצת וסיימנו
ar: 🚀 اقتربنا من النهاية
en: 🚀 Almost done
ru: 🚀 Ещё чуть-чуть

source: 🛡️ רֶגַע לִפְנֵי שֶׁמְּשַׂחֲקִים עִם חֲבֵרִים
ar: 🛡️ قبل أن تلعب مع الأصدقاء
en: 🛡️ Before you play with friends
ru: 🛡️ Прежде чем играть с друзьями

source: 🟢 %@ עכשיו
ar: 🟢 %@ الآن
en: 🟢 %@ now
ru: 🟢 %@ сейчас

source: 🥇 מִסְגֶּרֶת זָהָב לָאַוָּטָאר!
ar: 🥇 إطار ذهبي للصورة الرمزية!
en: 🥇 Gold avatar frame!
ru: 🥇 Золотая рамка для аватара!

source: 🥈 מִסְגֶּרֶת כֶּסֶף לָאַוָּטָאר!
ar: 🥈 إطار فضي للصورة الرمزية!
en: 🥈 Silver avatar frame!
ru: 🥈 Серебряная рамка для аватара!

source: 🥉 מִסְגֶּרֶת בְּרוֹנְזָה לָאַוָּטָאר!
ar: 🥉 إطار برونزي للصورة الرمزية!
en: 🥉 Bronze avatar frame!
ru: 🥉 Бронзовая рамка для аватара!

source: 🦁 טוֹפִי
ar: 🦁 Tofy
en: 🦁 Tofy
ru: 🦁 Tofy

source: 🦁 טופי
ar: 🦁 توفي
en: 🦁 Tofy
ru: 🦁 Tofy

source: 🧒 מצב ילד
ar: 🧒 وضع الطفل
en: 🧒 Kid mode
ru: 🧒 Детский режим

source: 🧠 %lld שְׁאֵלוֹת
ar: 🧠 %lld سؤال
en: 🧠 %lld questions
ru: 🧠 %lld вопроса

source: 🧹 %lld מַטְלוֹת מְחַכּוֹת
ar: 🧹 %lld مهمة تنتظر
en: 🧹 %lld chores waiting
ru: 🧹 %lld дела ждут

source: 🧹 %lld מטלות מחכות לאישור
ar: 🧹 %lld مهمة تنتظر الموافقة
en: 🧹 %lld chores awaiting approval
ru: 🧹 %lld дела ждут подтверждения

source: 🧹 אין מטלות ממתינות
ar: 🧹 لا مهام تنتظر
en: 🧹 No chores waiting
ru: 🧹 Нет дел в ожидании

source: 🧹 לסדר את החדר
ar: 🧹 ترتيب الغرفة
en: 🧹 Tidy the room
ru: 🧹 Убрать комнату

source: 🧹 מְטָלוֹת הַיּוֹם
ar: 🧹 مهام اليوم
en: 🧹 Chores today
ru: 🧹 Дела сегодня

source: 🧹 מַטְלוֹת
ar: 🧹 مهام
en: 🧹 Chores
ru: 🧹 Дела по дому

source: 🧹 מטלות
ar: 🧹 مهام
en: 🧹 Chores
ru: 🧹 Дела по дому

source: 🧾 הַקְּנִיּוֹת עָלוּ
ar: 🧾 ثمن المشتريات
en: 🧾 The shopping cost
ru: 🧾 Покупки стоили

source: 🪴 להשקות את העציצים
ar: 🪴 سقي النباتات
en: 🪴 Water the plants
ru: 🪴 Полить растения

source: %@ %@ שֶׁל %@
en: %1$@ %3$@'s %2$@

source: %@ %@ של %@
en: %1$@ %3$@'s %2$@
